[
  {
    "id": null,
    "created_at": null,
    "updated_at": null,
    "name": "Hot Coffee Drip Bags, Medium Roast (Set of 5)",
    "slug": "hot-coffee-drip-bags-medium-roast-set-of-5",
    "roaster_id": "bili-hu",
    "description": "Our Drip Bags are a blend of Arabica Coffee Beans sourced from two distinct plantations in Chikmagalur, Karnataka. Through a process of washing and pulping, these sundried Arabicas unite to deliver a naturally sweet, berry-like flavor profile, harmonizing the bold body and bitterness of the brew. Whether savored hot, cold or with milk, indulge in its rich taste. Crafted entirely from Chikmagalur, Karnataka's coffee offerings. Each sachet caters to a single-cup serving. Travel Friendly Net weight: 55grams (5 sachets x 11g each) Brewing your favorite cup has never been simpler : Tear open the bag at the top. Gently shake to ensure even distribution and place the hanger securely over the cup. Slowly pour hot water into the bag until it reaches the neck. Refill with more water once the filtration process completes. Cease pouring when the brewed coffee level in the cup reaches midway through the filter. Discard the used filter and serve. Brewing time: under 2 minutes. Total hot water required: 200ml.",
    "roast_level": "medium",
    "bean_type": "arabica",
    "processing_method": "unknown",
    "region_id": null,
    "region_name": null,
    "image_url": "https://cdn.shopify.com/s/files/1/1735/8357/files/19.png?v=1733389020",
    "direct_buy_url": "https://bilihu.in/products/hot-coffee-drip-bags",
    "is_seasonal": false,
    "is_single_origin": false,
    "is_available": true,
    "is_featured": false,
    "tags": [
      "coffee",
      "Combo"
    ],
    "deepseek_enriched": false,
    "price_250g": null,
    "prices": [],
    "brew_methods": [
      "filter",
      "drip"
    ],
    "flavor_profiles": [
      "berry",
      "sweet"
    ],
    "external_links": []
  },
  {
    "id": null,
    "created_at": null,
    "updated_at": null,
    "name": "Cold Brew Blend",
    "slug": "cold-brew-blend",
    "roaster_id": "bili-hu",
    "description": "Less Bitter, Smoother, Chocolaty, have it chilled! A blend of Arabica and Robusta coffee beans sourced from plantations of Chikmagalur. Our cold brew blend which is roasted medium is specially designed to extract a full-bodied, flavorful, and low acidity when brewed cold. Once brewed, it will remind you of Dark Chocolate and a hint of caramel. How to brew? 1. Take 100 grams of ground coffee and mix it with 1 ltr of cold water in an open container. Cover and let it sit undisturbed for 16-18 hours. 2. Filter the brew in a bottle or jar using a muslin cloth or cold brew filter paper. 3. Store the filtered coffee in the refrigerator. Consume within 7-10 days for optimal freshness. 4. When serving, add ice cubes, milk, and sweetener according to your preference.",
    "roast_level": "medium",
    "bean_type": "arabica",
    "processing_method": "unknown",
    "region_id": null,
    "region_name": null,
    "image_url": "https://cdn.shopify.com/s/files/1/1735/8357/files/ColdBrewBlend.png?v=1733907453",
    "direct_buy_url": "https://bilihu.in/products/70-arabica-30-robusta-coffee-blend-medium-roast-copy",
    "is_seasonal": false,
    "is_single_origin": false,
    "is_available": true,
    "is_featured": false,
    "tags": [
      "Blends",
      "Coffee Packs",
      "Cold Brew",
      "Medium"
    ],
    "deepseek_enriched": false,
    "price_250g": 649.0,
    "prices": [
      {
        "coffee_id": null,
        "size_grams": 250,
        "price": 649.0
      }
    ],
    "brew_methods": [
      "filter",
      "cold brew"
    ],
    "flavor_profiles": [
      "caramel"
    ],
    "external_links": []
  },
  {
    "id": null,
    "created_at": null,
    "updated_at": null,
    "name": "70 30 Arabica Robusta Blend",
    "slug": "70-30-arabica-robusta-blend",
    "roaster_id": "bili-hu",
    "description": "Coffee Variety - Arabica &amp; Robusta Beans Post-Harvest Process - Washed Roast Level - Medium Roast Region - Chikmagalur, Karnataka A sense of warmth, comfort, and the welcoming nature of an espresso blend features 70% Arabica beans and 30% Robusta beans. This combination creates a distinctive and balanced flavor profile, where the Arabica contributes a delicate, nuanced taste and the Robusta adds boldness and depth. This blend includes washed arabica and robusta beans from the finest coffee plantations - Kalledevarapura Estate and Balur Estate respectively, resulting in a robust body with a hint of sweetness. Our recommended brewing methods - Espresso, Mokapot &amp; French Press to achieve a perfectly balanced and flavorful cup. It reminds us of : Whole Beans - Dark Chocolate, Roasted Nuts, Maple syrup, Medium Acidity, Full Body. French Press - Dark Chocolate, Bitter Sweet Almonds, Medium Acidity, Full Body. Drip filter - Walnuts, Salted caramel, Medium Acidity, Full Body. Mokapot / Percolator - Dark Chocolate, Roasted Nuts, Medium Acidity, Full Body. Home Espresso - Dark Chocolate, Honey-coated Almonds, Medium Acidity, Full Body. Aeropress - Roasted Nuts, Bittersweet Chocolate, Medium Acidity, Full Body.",
    "roast_level": "medium",
    "bean_type": "robusta",
    "processing_method": "unknown",
    "region_id": null,
    "region_name": null,
    "image_url": "https://cdn.shopify.com/s/files/1/1735/8357/files/7030.png?v=1735294570",
    "direct_buy_url": "https://bilihu.in/products/arabica-robusta-blend",
    "is_seasonal": false,
    "is_single_origin": false,
    "is_available": true,
    "is_featured": false,
    "tags": [
      "Blends",
      "Coffee Packs",
      "Medium",
      "estate:Kalledevarapura Estate and Balur"
    ],
    "deepseek_enriched": false,
    "price_250g": 649.0,
    "prices": [
      {
        "coffee_id": null,
        "size_grams": 250,
        "price": 649.0
      },
      {
        "coffee_id": null,
        "size_grams": 1000,
        "price": 2100.0
      }
    ],
    "brew_methods": [
      "espresso",
      "filter",
      "french press",
      "aeropress",
      "drip",
      "percolator"
    ],
    "flavor_profiles": [
      "sweet"
    ],
    "external_links": []
  }
]